Repository: ombra32/plugin.video.timvision
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #30004
source: Contents
it_it: Contenuti

# #30005
source: Expand shows with only one season
it_it: Spiana le serie con un'unica stagione

# #30006
source: Prefer HD
it_it: Preferisci HD

# #30007
source: Resume from the last point
it_it: Riprendi dall'ultima posizione

# #30009
source: Views
it_it: Viste

# #30010
source: Enable custom views
it_it: Abilita viste personalizzate

# #30011
source: Movies
it_it: Film

# #30012
source: TV Shows
it_it: Serie TV

# #30013
source: Seasons
it_it: Stagioni

# #30014
source: Episodes
it_it: Episodi

# #30015
source: Custom skin (expert users)
it_it: Skin personalizzate (utenti esperti)

# #30016
source: WideList
it_it: Lista Larga

# #30017
source: IconWall
it_it: Muro di icone

# #30019
source: List
it_it: Lista

# #30021
source: Shift
it_it: Spostamento

# #30022
source: InfoWall
it_it: Muro Info

# #30031
source: Wall
it_it: Muro

# #30025
source: Debug enabled
it_it: Abilita debug

# #30026
source: API Calls
it_it: Chiamate API

# #30028
source: Player
it_it: Lettore

# #30030
source: About
it_it: Info

# #30033
source: Favourites
it_it: Preferiti

# #30034
source: Added to favourites
it_it: Aggiunto ai preferiti

# #30035
source: Removed from favourites
it_it: Rimosso dai preferiti

# #30036
source: Trailer not available
it_it: Trailer non disponibile

# #30037
source: This content has no trailer
it_it: Questo contenuto non ha trailer

# #30038
source: Error
it_it: Errore

# #30039
source: it was not possible complete the operation
it_it: Non e' stato possibile completare l'operazione

# #30040
source: Can't reproduce the video
it_it: Riproduzione video non disponibile

# #30041
source: To play contents is required Kodi 17.4 or above
it_it: Per riprodurre i contenuti di TIMVISION e' necessario installere Kodi 17.4 o superiore

# #30042
source: Check your internet connection. Contact the developer if the error persists
it_it: Controlla la tua connessione internet. Se l'errore persiste, contattare lo sviluppatore

# #30043
source: Empty list
it_it: Lista vuota

# #30044
source: There aren't contents in this list. Check timvision.it and/or contact the developer
it_it: Non ci sono contenuti nella lista. Controlla su timvision.it e/o contatta lo sviluppatore

# #30045
source: An error occurred or the content is not playable on this device
it_it: Si e' verificato un errore o il contenuto non e' riproducibile su questo dispositivo

# #30046
source: Addon not found
it_it: Addon non trovato

# #30047
source: InputStream Adaptive not installed or disabled
it_it: InputStream Adaptive non installato o disabilitato

# #30048
source: You have to enable InputStream Adaptive addon to reproduce contents
it_it: E' necessario abilitare InputStream Adaptive per poter riprodurre i contenuti di TIMVISION

# #30049
source: Addon disabled
it_it: Addon disabilitato

# #30050
source: Resume video
it_it: Riprendi visione

# #30051
source: Would you resume from [%s]?
it_it: Vuoi riprendere la visione da [%s]?

# #30052
source: Making this addon costs me a lot of time.
it_it: Sviluppare questo addon ha occupato molto del mio tempo.

# #30053
source: If you want, you can offer me a coffee
it_it: Se vuoi, puoi offrirmi un caffe'

# #30054
source: Make a donation
it_it: Fai una donazione

# #30055
source: Library
it_it: Libreria

# #30056
source: Enable library
it_it: Abilita libreria

# #30057
source: Export folder
it_it: Cartella di salvataggio

# #30058
source: Export movies
it_it: Esporta film

# #30059
source: Export tv shows
it_it: Esporta serie tv

# #30060
source: Add to KODI's library
it_it: Aggiungi alla libreria di KODI

# #30061
source: NOTICE: to see the TIMVISION's video sources, you need to restart KODI
it_it: ATTENZIONE: per poter vedere le fonti video di TIMVISION, bisogna riavviare KODI (solo la prima volta)

# #30062
source: Donation prompt enable
it_it: Mostra richiesta donazioni

# #30063
source: It is not possible play videos on this device
it_it: Non e' possibile riprodurre contenuti su questo dispositivo

# #30064
source: Donation
it_it: Donazione

# #30065
source: It seems you are often using the addon. Do you want to make a donation?
it_it: Sembra tu stia utilizzando spesso l'addon. Vorresti fare una donazione?

# #30066
source: Verify KODI library
it_it: Verifica libreria KODI
